Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Position (height) of crimping head
es_es: Posición (altura) del cabezal de sellado

source: Position of crimping head
es_es: Posición del cabezal de sellado

source: Positive
es_es: Positiva

source: Positive controls
es_es: Controles positivos

source: Positive displacement pump
es_es: Bomba de desplazamiento

source: Positive identity
es_es: Identificación positiva

source: Positive pregnancy test, pregnancy, or plans to become pregnant within 30 days after study completion
es_es: Prueba de embarazo positiva, embarazo, o planes de embarazarse en los 30 días posteriores a la finalización del estudio.

source: Posology:
es_es: Posología:

source: Possible Specification Limit
es_es: Límite de especificación posible

source: Possible rejection of batch
es_es: Posible rechazo de partida

source: Possible The adverse event could have been caused by the study subject’s clinical state or the investigational product.
es_es: Posible: el evento adverso podría haber sido causado por el estado clínico del paciente del estudio o el producto en investigación.

source: Possibly related
es_es: Posiblemente relacionado

source: Post Treatment
es_es: Luego del tratamiento

source: Post approval commitment
es_es: Compromiso posterior a la aprobación

source: Post hoc analyses of the primary outcome within the rural vs metropolitan strata and internal carotid artery vs middle cerebral artery strata were also performed.
es_es: También se realizaron análisis post hoc del criterio de valoración principal dentro de los estratos rural frente al metropolitano y de la arteria carótida interna frente a la arteria cerebral media.

source: Post injection delay
es_es: Demora posterior a la inyección

source: Post treatment care and follow-up imaging were provided according to local standards of care and guided by CSBPR.1
es_es: La atención posterior al tratamiento y los estudios de seguimiento mediante imágenes se realizaron de acuerdo con los protocolos locales y las pautas de buenas prácticas CSBPR.1

source: Post-Approval Stability Protocol and Stability Commitment
es_es: Protocolo de estabilidad y compromisos de estabilidad posteriores a la aprobación

source: Post-approval stability protocol and stability commitment
es_es: Protocolo de estabilidad y compromisos de estabilidad posteriores a la aprobación

source: Post-approval stability testing (see Table 41) for stability plan for drug product stabilities studies, and Table 42 for testing panel) will be performed according to the approved regulatory analytical procedures (see Section 3.2.P.5.2 Analytical Procedures) and the corresponding data will be evaluated as per the approved specifications for the drug product (see Section 3.2.P.5.1 Specification).
es_es: Las pruebas de estabilidad posteriores a la aprobación (en la Tabla 41 se incluye el plan de estabilidad para los estudios de estabilidad del medicamento y en la Tabla 42, el panel de pruebas) se realizarán de acuerdo con los procedimientos analíticos reglamentarios aprobados (véase la Sección 3.2.P.5.2, Procedimientos analíticos), y los datos correspondientes se evaluarán de acuerdo con las especificaciones aprobadas para el medicamento (véase la Sección 3.2.P.5.1, Especificación).

source: Post-approval stability testing (see Table 16 for storage conditions, time points, and test parameters) will be performed according to the approved regulatory analytical procedures and the corresponding data will be evaluated by the approved specifications for the drug product.
es_es: Las pruebas de estabilidad posteriores a la aprobación (en la Tabla 16 se incluyen las condiciones de almacenamiento, los momentos de medición y los parámetros analíticos) se realizarán de acuerdo con los procedimientos analíticos regulatorios aprobados, y los datos correspondientes se evaluarán de acuerdo con las especificaciones aprobadas para el medicamento.

source: Post-authorisation development plan
es_es: Plan de desarrollo posterior a la autorización

source: Post-authorisation safety study
es_es: Estudio de seguridad posterior a la autorización

source: Post-marketing data
es_es: Datos posteriores a la comercialización

source: Post-mortem CT showed no ICH.
es_es: En la TC posterior a la muerte, no se observó hemorragia IC.

source: Post-stroke seizure with femoral fracture and sepsis (death day 63)
es_es: Convulsión luego del accidente cerebrovascular, con fractura femoral y sepsis (muerte el día 63)

source: Post-thrombotic syndrome
es_es: Síndrome postrombótico

source: Post-thrombotic syndrome is a syndrome of chronic venous insufficiency that can occur from 6 months to 5 years after a DVT [P19-06502].
es_es: El síndrome postrombótico es un síndrome de insuficiencia venosa crónica que puede ocurrir de 6 meses a 5 años después de una trombosis venosa profunda [P19-06502].

source: Post-thrombotic syndrome occurs in 12% to 65% of children following DVT.
es_es: El síndrome postrombótico ocurre entre 12% y 65% de los niños después de una trombosis venosa profunda.

source: Post-translational modification
es_es: Modificación postraduccional

source: Posteriormente, a las concentraciones inferiores de la serie se les puede conceder una bioexención si presentan perfiles de disolución similares a los de la mayor concentración, f2 ≥ 50, en tres tampones de pH diferentes (entre pH 1,2 y 7,5) y en los medios de control de calidad establecidos por el método de prueba recomendado.
es_es: Lower concentrations in the series may be later granted a biowaiver if they exhibit dissolution profiles similar to the ones of the highest concentration, f2 ≥ 50, in buffers at three different pH (pH 1.2-7.5) and in the quality control media from the suggested test method.

source: Potassium
es_es: Potasio

source: Potassium dihydrogen phosphate KH2PO4 p.a.
es_es: Fosfato diácido de potasio, KH2PO4 p.a.

source: Potassium dihydrogen phosphate, for analysis (e.g. Riedel-de Haen)
es_es: Dihidrógeno fosfato de potasio,para analizar (ej. Riedel-de Haën)

source: Potency
es_es: Potencia

source: Potency (Inhibition of IL36R binding)
es_es: Potencia (Inhibición de la unión a la IL36R)

source: Potency (clot lysis activity)
es_es: Potencia (actividad de lisis de coágulo)

source: Potency (clot lysis)
es_es: Sin datos de referencia, pero Potencia (lisis de coágulo)

source: Potency 1 [%]
es_es: Potencia 1 [%]

source: Potency can be impacted by changes in other CQAs.
es_es: La potencia puede verse afectada por cambios en otros atributos críticos de calidad.

source: Potency determination of reference standard WS01 is described in Section 3.2.S.5 Reference Standards and Materials.
es_es: En la Sección 3.2.S.5, Estándares y materiales de referencia, puede consultarse la determinación de la potencia del estándar de referencia WS01.

source: Potency impact if proteases are secreted by microbes
es_es: Influencia sobre la potencia si los microbios secretan proteasas

source: Potency impact if proteases are secreted by microbes.
es_es: Impacto en la potencia cuando los microbios segregan proteasas

source: Potency is directly tested in the tenecteplase DP by the clot lysis assay, which reflects the mechanism of action.
es_es: La potencia se mide de manera directa en el medicamento tenecteplasa por medio de ensayo de lisis de coágulo, que refleja el mecanismo de acción.

source: Potency is required for the mode of action (MoA) and for efficacy
es_es: Se requiere potencia para el modo de acción y para la eficacia.

source: Potency of BI 10773 XX reference substance
es_es: Potencia de la sustancia de referencia BI 10773 XX

source: Potency of BI 10773 XX reference substance (e.g. potency = 95.1 % => P = 0.951)
es_es: Potencia de la sustancia de referencia BI 10773 XX (p. ej., potencia = 95.1% => P = 0.951)

source: Potency of metformin HCl and Impurity E, respectively (e.g. potency = 95.1 % => P = 0.951)
es_es: Potencia del clorhidrato de metformina y la Impureza E respectivamente (por ejemplo, potencia = 95.1 % = > P = 0.951)

source: Potency, PK
es_es: Potencia, Farmacocin.

source: Potency, PK/PD
es_es: Potencia, FC/FD

source: Potency, Pharmacokinetics (PK), Safety, Immunogenicity
es_es: Potenécia, farmacocintica, seguridad, inmunogenicidad

source: Potency, Pharmacokinetics/P harmacodynamics (PK/PD), Immunogenicity
es_es: Potencia, farmacocinética/farmacodinamia, inmunogenicidad

source: Potential contamination with nitrosamines or nitrosating agents
es_es: Posible contaminación con nitrosaminas o agentes nitrosantes

source: Potential contamination with nitrosamines;
es_es: Posible contaminación con nitrosaminas;

source: Potential degradation product CD 13531, CD 13531 Imp.
es_es: Producto de degradación potencial CD 13531, CD 13531 Imp.

source: Potential elemental impurities with a relatively high abundance and/or are impurities in excipients or reagents
es_es: Impurezas elementales potenciales con abundancia relativam. alta, o presentes en excipientes o reactivos

source: Potential elemental impurities from container closure systems **
es_es: Impurezas elementales potenciales del envase y sistema de cierre**

source: Potential elemental impurities from manufacturing equipment
es_es: Impurezas elementales potenciales del equipo de fabricación

source: Potential elemental impurities* with a relatively high abundance and/or are impurities in excipients or reagents
es_es: Impurezas elementales potenciales* con abundancia relativam. alta, o presentes en excipientes o reactivos

source: Potential facility risks, e.g., cross contamination with different products with chemical processing step or equipment / utilities as potential source of nitrosamines
es_es: Riesgos potenciales de las instalaciones, por ejemplo, contaminación cruzada con otros productos con pasos de procesamiento químico o con equipos/servicios públicos que sean fuentes potenciales de nitrosaminas.

source: Potential immunogenicity risk based on literature
es_es: Posible riesgo de inmunogenicidad según la literatura médica

source: Potential impact by light and RT on oxidation for all process steps covered by hold time at RT and light.
es_es: Impacto potencial a temperatura ambiente y con exposición a la luz sobre la oxidación en todos los pasos del proceso cubiertos por el tiempo de espera a temperatura y luminosidad ambientes.

source: Potential impact by shear stress occurring during DS handling, sterile filtration and filling.
es_es: Se espera una posible influencia de la tensión de cizallamiento que se produce durante la manipulación, la filtración estéril y el llenado del principio activo.

source: Potential impact by shear stress occurring during DS, sterile filtration and filling.
es_es: Posible efecto de la tensión de cizallamiento que se produce durante la filtración estéril y el llenado del principio activo.

source: Potential impact by shear stress occurring during drug substance handling, sterile filtration and filling.
es_es: Se espera un impacto potencial debido a la tensión de cizallamiento que se produce durante el manejo , la filtración estéril y el llenado del medicamento.

source: Potential impact during hold time at RT and at light exposure.
es_es: Posible impacto durante el tiempo de espera a temperatura ambiente y con exposición a la luz.

source: Potential impact during hold time at RT and at light.
es_es: Impacto potencial durante el tiempo de espera a temperatura ambiente y con exposición a la luz.

source: Potential impact during hold time at room temperature (RT) (15 – 25°C) and at light exposure.
es_es: Aseguramiento de la calidad farmacéutica, posible efecto durante el tiempo de detención a temperatura ambiente (TA) (15 -25 °C) y la exposición a la luz.

source: Potential impact during hold time of DS.
es_es: Posible impacto durante el tiempo de espera del principio activo.

source: Potential impact of aggregates on clearance
es_es: Posible efecto de los agregados en la depuración

source: Potential impact of aggregates on clearance.
es_es: Impacto potencial de los agregados en la eliminación.

source: Potential impact of aspartate isomerisation on clearance
es_es: Posible influencia de la isomerización del aspartato en la depuración

source: Potential impact of aspartate isomerisation on pharmacological activity (binding / potency)
es_es: Posible influencia de la isomerización del aspartato en la actividad farmacológica (unión/potencia)

source: Potential impact of clip at Arg275 on clearance.
es_es: Posible influencia del corte en Arg275 sobre la depuración.

source: Potential impact of disulfide integrity on clearance
es_es: Posible influencia de la integridad de los puentes disulfuro sobre la depuración

source: Potential impact of disulfide integrity on pharmacological activity (binding / potency)
es_es: Posible influencia de la integridad de los puentes disulfuro sobre la actividad farmacológica (unión/potencia)

source: Potential impact of fragments on clearance
es_es: Posible influencia de los fragmentos en la depuración.

source: Potential impact of fragments on clearance.
es_es: Impacto potencial de los fragmentos en la eliminación.

source: Potential impact of methionine oxidation on clearance
es_es: Posible influencia de la oxidación de metionina sobre la depuración

source: Potential impact of shear stress on product quality was assessed by analysing using different DP methods.
es_es: Se evaluó el posible efecto de la tensión de cizallamiento sobre la calidad del producto mediante diferentes métodos de análisis del medicamento.

source: Potential impact of tryptophan oxidation on clearance
es_es: Posible influencia de la oxidación del triptófano en la depuración

source: Potential impact of vial closing force on sterility and CCI
es_es: La fuerza de cierre del frasco podría afectar la esterilidad y el envase y sistema de cierre

source: Potential impact on CQAs appearance of lyophilisate and water content
es_es: Podría afectar los atributos críticos de calidad del aspecto del liofilizado y el contenido de agua

source: Potential impact on PK.
es_es: Impacto potencial en la farmacoc..

source: Potential impact on filling accuracy and therefore on yield by rejects
es_es: Impacto potencial en la exactitud del llenado y, por tanto, en la variable rendimiento por rechazos.

source: Potential impact on pharmacological activity (binding / potency)
es_es: Posible influencia sobre la actividad farmacológica (unión/potencia)

source: Potential impact on pharmacological activity (binding/potency) of fragments.
es_es: Posible influencia sobre la actividad farmacológica (unión/potencia) de los fragmentos.

source: Potential impact on yield rejects
es_es: Los rechazos podrían repercutir sobre el desempeño.

source: Potential impact on yield by refects
es_es: Los rechazos podrían repercutir sobre el desempeño.

source: Potential impact on yield by rejects
es_es: Los rechazos podrían repercutir sobre el desempeño

source: Potential impurities and degradation products
es_es: Impurezas potenciales y productos de degradación

source: Potential intrinsic risk for spesolimab to induce a T-cell humoral immune response.
es_es: Riesgo intrínseco potencial de que el espesolimab induzca una respuesta inmune humoral de las células T.

source: Potential introduction of nitrosamines via excipients including water
es_es: Posible introducción de nitrosaminas a través de los excipientes, incluida el agua.

source: Potential introduction of nitrosamines via primary packaging materials (e.g., primary packaging materials containing nitrocellulose)
es_es: Posible introducción de nitrosaminas a través de los materiales de acondicionamiento primario (por ejemplo, aquellos que contengan nitrocelulosa).

source: Potential leachable evaluation was based on available data, e.g., extractables data from the manufacturer.
es_es: La evaluación de posibles lixiviables se basó en los resultados disponibles, es decir, los datos de extraíbles proporcionados por el fabricante.

source: Potential leachables of the DP manufacturing process
es_es: Posibles lixiviables del proceso de fabricación del medicamento

source: Potential non-immune safety and immunogenicity risk based on literature
es_es: Riesgo potencial de seguridad no inmunológica e inmunogenicidad consignado en la bibliografía

source: Potential risk
es_es: Riesgo potencial

source: Potential risk factors for VTE recurrence include intrinsic coagulation deficiencies, homozygous factor V Leiden, prothrombin gene mutation, antiphospholipid antibody, and elevated D-dimer and factor VIII (both at the time of VTE diagnosis and after anticoagulant therapy) [P12-03887].
es_es: Los posibles factores de riesgo de que se la TEV recurra son, entre otros, deficiencias intrínsecas de coagulación, factor V Leiden homocigoto, mutación del gen de protrombina, anticuerpos antifosfolípidos y niveles elevados de dímero D y factor VIII (tanto en el momento del diagnóstico de TEV como después de la terapia anticoagulante) [P12-03887].

source: Potential risks are concerns for which an association with the use of this medicine is possible based on available data, but this association has not been established yet and needs further evaluation.
es_es: Los riesgos potenciales son aquellos en los que podría haber una asociación con el uso de este medicamento según los datos disponibles, pero esta asociación aún no se ha establecido y necesita una evaluación adicional.

source: Potential risks of N-nitrosamine contamination have been assessed based on current knowledge of the manufacturing processes for tenecteplase DS and DP (40 mg and 50 mg) and ready-to-use syringes (WFI) to reconstitute tenecteplase 40 mg/vial and 50 mg/vial, the excipients including WFI, and the primary packaging components.
es_es: Se evaluaron los riesgos potenciales de contaminación por N-nitrosaminas con base en el conocimiento actual de los procesos de fabricación del principio activo y el medicamento tenecteplasa (40 mg y 50 mg) y las jeringas listas para usar (con agua para inyecciones) prellenadas con tenecteplasa 40 mg/vial y 50 mg/vial, los excipientes, incluida el agua para inyección, y los componentes de acondicionamiento primario.

source: Potential risks of N-nitrosamine contamination have been assessed based on current knowledge of the tenecteplase DS and DP manufacturing processes, the excipients including WFI, and the primary packaging components.
es_es: Se evaluaron los riesgos potenciales de contaminación por N-nitrosaminas con base en el conocimiento actual de los procesos de fabricación del principio activo y el medicamento tenecteplasa, los excipientes, incluida el agua para inyección, y los componentes de acondicionamiento primario.

source: Potential risks of N-nitrosamine contamination have been identified and assessed for the spesolimab DS and DP manufacturing processes, the excipients including WFI, and the primary packaging materials.
es_es: Se identificaron y evaluaron los riesgos potenciales de contaminación por N-nitrosaminas para los procesos de fabricación del principio activo y el medicamento Espesolimab, los excipientes, incluida el agua para inyección, y los materiales de acondicionamiento primario.

source: Potential source of and / or contamination with nitrosamines
es_es: Posible fuente o contaminante de nitrosaminas;

source: Potentially impacted by syringe and plunger stopper preparation process (washing, sterilization).
es_es: Las podría afectar el proceso de preparación de la jeringa y el tapón del émbolo (lavado, esterilización).

source: Potentiometric
es_es: Potenciométrico

source: Potentiometrie determination of pH
es_es: Evaluación potenciométrica del pH

source: Potentiometrie titration
es_es: Valoración potenciométrica

source: Pour purified water to the suspension and mix into a paste (Maize Starch Paste).
es_es: Verter el agua purificada en la suspensión y mezclar hasta obtener una pasta (pasta de almidón de maíz).

source: Povidone K25
es_es: Povidona K25

source: Powder and solvent for solution for injection and infusion, 50 mg
es_es: Polvo y disolvente para solución inyectable y para infusión, 50 mg.

source: Powder bed depth
es_es: Profundidad del lecho de polvo

source: Powder for oral so-lution (radio actively marked with [14C])
es_es: Polvo para solución oral (con marcación radiactiva [14C])

source: Powder for oral solution
es_es: Polvo para solución oral

source: Powder for solution for infusion
es_es: Polvo para solución para infusión

source: Powder for solution for injection
es_es: Polvo para solución inyectable

source: Power assisted
es_es: Eléctrica

source: Power for concluding bioequivalence in Part I (4x4x4 crossover trial, N=20) using an acceptance range of 80.00-125.00% for different expected ratios of corresponding gMeans (test/reference)
es_es: Potencias necesarias para determinar la bioequivalencia en la Parte I (ensayo cruzado 4x4x4, N=20) con un rango de aceptación de 80.00-125.00% para los diferentes cocientes esperados de medias geométricas (analito/referencia)

source: Power for concluding bioequivalence in Part II (2x2x2 crossover trial, N=20) using an acceptance range of 80.00-125.00% for different expected ratios of corresponding gMeans (test/reference)
es_es: Potencias necesarias para determinar la bioequivalencia en la Parte II (ensayo cruzado 2x2x2, N=20) con un rango de aceptación de 80.00-125.00% para los diferentes cocientes esperados de medias geométricas (analito/referencia)

source: Power of Attorney
es_es: Poder

source: Powers WJ, Derdeyn CP, Biller J, et al.
es_es: Powers WJ, Derdeyn CP, Biller J, y col.

source: Practically insoluble
es_es: Prácticamente insoluble

source: Pradaxa® Capsules 75mg, 110 mg, and 150 mg
es_es: Pradaxa®, Cápsulas de 75mg, 110 mg y 150 mg

source: Pramipexole Dihydrochloride Monohydrate
es_es: Pramipexol diclorhidrato monohidrato

source: Pramipexole Dihydrochloride Monohydrate Extended Release (ER) Tablets, 0.375 mg / tablet, 0.75 mg/ tablet, 1.5 mg/ tablet and 3.0 mg/ tablet
es_es: Pramipexol diclorhidrato monohidrato, Comprimidos de liberación prolongada, 0.375 mg/comprimido; 0.75 mg/comprimido; 1.5 mg/comprimido y 3.0 mg/comprimido

source: Pramipexole Dihydrochloride Monohydrate Extended Release Tablets – Addition of stability 36 month data
es_es: Pramipexol diclorhidrato monohidrato, Comprimidos de liberación prolongada: Adición de la información sobre la estabilidad a 36 meses

source: Pramipexole Dihydrochloride Monohydrate Tablets
es_es: Pramipexol diclorhidrato monohidrato, Comprimidos

source: Pramipexole Dihydrochloride Monohydrate Tablets, 0.25 mg / Tablet
es_es: Pramipexol diclorhidrato monohidrato, comprimidos, 0.25 mg/comprimido

source: Pramipexole dihydrochloride monohydrate tablets is an established drug product developed and marketed by Boehringer Ingelheim.
es_es: Pramipexol diclorhidrato monohidrato, comprimidos, es un medicamento establecido desarrollado y comercializado por Boehringer Ingelheim.

source: Pramipexole dihydrochloride monohydrate tablets – Product Z – 30/75
es_es: Pramipexol diclorhidrato monohidrato, comprimidos. Producto Z, 30/75

source: Pramipexole dihydrochloride monohydrate tablets, 0.25 mg / tablet are white, oval tablets, both faces flat with bevelled edges.
es_es: Pramipexol diclorhidrato monohidrato, comprimidos, 0.25 mg/comprimido son comprimidos blancos ovalados, con ambas caras planas y de bordes biselados.

source: Pramipexole dihydrochloridemonohydrate (1)
es_es: Pramipexol diclorhidrato monohidrato (1)
